Autodesk.Revit.DB.FillGrid.SetSegments(System.Collections.Generic.IList`1{System.Double})
Sets the segments to the fill grid.
segArr:
The segments to be used.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2012